Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: Reading Claude usage ran in a fresh directory every poll, and Claude Code filed a transcript folder for each one. It now runs from a single place, in print mode, writing no session at all.
de: Das Lesen der Claude-Nutzung lief bisher bei jeder Abfrage in einem neuen Verzeichnis, und Claude Code legte dafür jedes Mal einen Transkript-Ordner an. Jetzt läuft es von einem einzigen Ort aus im Print-Modus und schreibt gar keine Sitzung mehr.
id: Membaca penggunaan Claude sebelumnya dijalankan di direktori baru setiap polling, dan Claude Code membuat folder transkrip untuk masing-masing direktori tersebut. Sekarang aplikasi berjalan dari satu tempat dalam mode cetak tanpa menulis sesi sama sekali.
ja: Claude の使用量の読み取りは、ポーリングのたびに新しいディレクトリで実行され、Claude Code がその都度トランスクリプトのフォルダを作っていました。今は 1 か所から print モードで実行し、セッションを一切書き出しません。
ko: Claude 사용량을 조회할 때마다 새 디렉터리를 사용해 Claude Code가 대화 기록 폴더를 계속 만들었습니다. 이제 같은 위치에서 print 모드로 실행하며 세션을 기록하지 않습니다.
ru: Раньше чтение Claude запускалось в новой папке при каждой проверке, а Claude Code создавал там папку расшифровки. Теперь используется одно место и режим печати без записи сеанса.
uk: Раніше зчитування використання Claude запускалося в новій теці за кожного опитування, і Claude Code створював для кожної теку транскрипту. Тепер воно працює з одного місця, у режимі друку, і взагалі не пише сесію.
zh_hans: 以前每次轮询 Claude 用量都在一个新目录里跑，Claude Code 会给每一次建一个 transcript 文件夹。现在固定在一处、以 print 模式运行，不再写任何会话。
zh_hant: 以前每次輪詢 Claude 用量都在一個新目錄裡跑，Claude Code 會給每一次建一個 transcript 資料夾。現在固定在一處、以 print 模式執行，不再寫任何工作階段。

source: Reset times follow the Mac's clock
de: Rücksetzzeiten folgen der Uhrzeitanzeige des Mac
id: Waktu reset mengikuti jam Mac
ja: リセット時刻が Mac の時刻表示に従う
ko: Mac의 시간 형식을 따르는 재설정 시간
ru: Время сброса следует часам Mac
uk: Час скидання — за годинником Mac
zh_hans: 重置时间跟随 Mac 的时钟
zh_hant: 重置時間跟隨 Mac 的時鐘

source: A 24-hour Mac gets 24-hour reset times instead of AM and PM.
de: Ein Mac mit 24-Stunden-Format zeigt Rücksetzzeiten im 24-Stunden-Format statt vormittags/nachmittags.
id: Mac dengan format 24 jam kini menampilkan waktu reset 24 jam alih-alih AM dan PM.
ja: 24 時間表示の Mac では、午前/午後ではなく 24 時間表示のリセット時刻になります。
ko: Mac이 24시간 형식이면 재설정 시간도 오전·오후 대신 24시간 형식으로 표시합니다.
ru: На Mac с 24-часовым форматом время сброса показывается в 24-часовом формате, без AM и PM.
uk: Якщо на Mac вибрано 24-годинний формат, час скидання показується так само — без AM і PM.
zh_hans: 24 小时制的 Mac 会显示 24 小时制的重置时间，而不是上午、下午。
zh_hant: 24 小時制的 Mac 會顯示 24 小時制的重置時間，而不是上午、下午。

source: A finished session says so
de: Eine beendete Sitzung zeigt das auch an
id: Sesi yang selesai akan menampilkan status selesai
ja: 終わったセッションがそう表示される
ko: 종료된 세션을 완료로 표시
ru: Завершённый сеанс отображается как завершённый
uk: Завершена сесія так і показується
zh_hans: 结束的会话会标明
zh_hant: 結束的工作階段會標明

source: Agent sessions carry a success state, so a run that has completed reads differently from one still going.
de: Agenten-Sitzungen tragen jetzt einen Erfolgsstatus, sodass ein abgeschlossener Lauf anders aussieht als ein noch laufender.
id: Sesi agen kini memiliki status keberhasilan, sehingga tugas yang telah selesai terbaca berbeda dari yang masih berjalan.
ja: エージェントのセッションが成功状態を持つようになり、完了した実行と進行中の実行が区別して表示されます。
ko: 에이전트 세션에 성공 상태를 추가해 완료된 작업과 진행 중인 작업을 구분합니다.
ru: Сеансы агентов содержат состояние успеха, поэтому завершённый запуск отличается от текущего.
uk: Сесії агентів мають стан успіху, тож завершений запуск виглядає інакше, ніж той, що ще триває.
zh_hans: 助手会话带有完成状态，已经跑完的和还在进行的看起来不一样。
zh_hant: 助手工作階段帶有完成狀態，已經跑完的和還在進行的看起來不一樣。

source: Antigravity: choose which limit leads
de: Antigravity: welches Limit führend ist
id: Antigravity: pilih batas utama
ja: Antigravity: どの上限を主にするか選択
ko: Antigravity의 주요 한도 선택
ru: Antigravity: выбор основного лимита
uk: Antigravity: вибір головного ліміту
zh_hans: Antigravity：选择哪项额度打头
zh_hant: Antigravity：選擇哪項額度打頭

source: The headline ring can follow a named limit rather than whichever happens to be tightest, and a CLI-only install counts as a real account.
de: Der Hauptring kann einem bestimmten Limit folgen, statt automatisch dem knappsten, und eine reine CLI-Installation zählt jetzt als echtes Konto.
id: Ring utama dapat mengikuti batas tertentu alih-alih selalu mengikuti batas yang paling ketat, dan instalasi berbasis CLI dihitung sebagai akun nyata.
ja: 主リングを、たまたま最も逼迫している上限ではなく、指定した上限に従わせられます。また CLI だけのインストールも実アカウントとして扱われます。
ko: 기본 링에 가장 여유가 없는 한도 대신 지정한 한도를 표시할 수 있습니다. CLI에서만 로그인한 계정도 정상 계정으로 인식합니다.
ru: Основное кольцо может следовать выбранному лимиту, а не самому строгому, и установка только через CLI считается полноценным аккаунтом.
uk: Головне кільце може стежити за конкретним лімітом, а не за найтіснішим на цю мить, а встановлення лише через CLI вважається справжнім акаунтом.
zh_hans: 主圆环可以跟着指定的额度走，而不一定是最紧的那项；只有 CLI 的安装也算真实账号。
zh_hant: 主圓環可以跟著指定的額度走，而不一定是最緊的那項；只有 CLI 的安裝也算真實帳號。

source: Only the hardware notch wakes a notch joined to it
de: Nur die Hardware-Notch weckt eine damit verschmolzene Notch
id: Hanya notch perangkat keras yang mengaktifkan notch yang menyatu
ja: 一体化したノッチは実機のノッチでのみ反応
ko: 하드웨어 노치에 포인터를 올릴 때만 연결된 노치 열기
ru: Панель, объединённая с выемкой, просыпается только от аппаратной выемки
uk: Виріз, обʼєднаний з апаратним, прокидається лише від нього
zh_hans: 只有硬件刘海才会唤醒贴上去的刘海
zh_hant: 只有硬體瀏海才會喚醒貼上去的瀏海

source: A notch merged with the camera housing no longer wakes from a pointer anywhere along the whole top edge.
de: Eine mit der Kameraaussparung verschmolzene Notch wacht nicht mehr durch den Zeiger an einer beliebigen Stelle der gesamten Oberkante auf.
id: Notch yang menyatu dengan notch kamera tidak lagi terbuka hanya karena kursor berada di sembarang tempat di sepanjang tepi atas.
ja: カメラ部と一体化したノッチが、上端のどこにポインタを置いても反応してしまうことがなくなりました。
ko: 카메라 영역과 합쳐진 노치가 위쪽 가장자리 어디에나 포인터를 올리면 열리던 문제를 수정했습니다.
ru: Панель, объединённая с камерой, больше не просыпается от указателя в любой точке верхнего края.
uk: Виріз, зрощений з камерою, більше не прокидається від вказівника будь-де вздовж усього верхнього краю.
zh_hans: 和摄像头凹槽合在一起的刘海，不再被整条上边缘任意位置的指针唤醒。
zh_hant: 和相機凹槽合在一起的瀏海，不再被整條上邊緣任意位置的游標喚醒。

source: Weekly ring
de: Wochenring
id: Ring mingguan
ja: 週間のリング
ko: 주간 링
ru: Недельное кольцо
tr: Haftalık halka
uk: Тижневе кільце
uz: Haftalik halqa
zh_hans: 每周圆环
zh_hant: 每週圓環

source: Surface
de: Oberfläche
id: Material Permukaan
ja: 表面
ko: 표면
ru: Поверхность
tr: Yüzey
uk: Поверхня
uz: Sirt
zh_hans: 表面
zh_hant: 表面

source: Notch reads
de: Notch zeigt
id: Data yang ditampilkan notch
ja: ノッチに表示する上限
ko: 노치 표시 항목
ru: Показания панели
tr: Çentikte gösterilen
uk: Виріз показує
uz: Notch nimalarni oʻqiydi
zh_hans: 刘海显示
zh_hant: 瀏海顯示

source: Choose which limit appears in the main notch for Antigravity.
de: Wählen, welches Limit für Antigravity in der Hauptnotch angezeigt wird.
id: Pilih batas mana yang ditampilkan di notch utama untuk Antigravity.
ja: Antigravity で主ノッチに表示する上限を選びます。
ko: Antigravity의 기본 노치에 표시할 한도를 선택합니다.
ru: Выберите лимит, который отображается на основной панели Antigravity.
tr: Antigravity için ana çentikte hangi limitin görüneceğini seçin.
uk: Виберіть, який ліміт показувати в основному вирізі для Antigravity.
uz: Antigravity uchun asosiy notchʼda qaysi limit koʻrinishini tanlang.
zh_hans: 选择 Antigravity 在主刘海里显示哪项额度。
zh_hant: 選擇 Antigravity 在主瀏海裡顯示哪項額度。

source: Off
de: Aus
id: Mati
ja: オフ
ko: 끄기
ru: Выкл.
tr: Kapalı
uk: Вимк.
uz: Oʻchirilgan
zh_hans: 关闭
zh_hant: 關閉

source: Inside
de: Innen
id: Di dalam
ja: 内側
ko: 안쪽
ru: Внутри
tr: İçeride
uk: Усередині
uz: Ichkarida
zh_hans: 内侧
zh_hant: 內側

source: Outside
de: Außen
id: Di luar
ja: 外側
ko: 바깥쪽
ru: Снаружи
tr: Dışarıda
uk: Ззовні
uz: Tashqarida
zh_hans: 外侧
zh_hant: 外側

source: One ring per provider, showing the headline limit. The weekly allowance stays in the hover card.
de: Ein Ring pro Anbieter, der das Hauptlimit zeigt. Das Wochenkontingent bleibt in der Hover-Karte.
id: Satu ring per penyedia, menampilkan batas utama. Kuota mingguan tetap berada di kartu hover.
ja: サービスごとに 1 本のリングで主な上限を表示します。週間の枠はホバーカードに残ります。
ko: 제공자당 하나의 링으로 주요 한도를 표시합니다. 주간 할당량은 호버 카드에 표시합니다.
ru: Одно кольцо на провайдера с основным лимитом. Недельная квота остаётся в карточке при наведении.
tr: Sağlayıcı başına bir halka, ana limiti gösterir. Haftalık kota, üzerine gelince açılan kartta kalır.
uk: Одне кільце на провайдера з головним лімітом. Тижневий ліміт лишається в картці при наведенні.
uz: Har bir provayder uchun bitta halqa — asosiy limitni koʻrsatadi. Haftalik ruxsat maslahat kartasida qoladi.
zh_hans: 每个服务一个圆环，显示主额度。每周额度仍在提示卡里。
zh_hant: 每個服務一個圓環，顯示主額度。每週額度仍在提示卡裡。

source: A thinner ring for the weekly limit, drawn inside the main one. It shares the gap with the working indicator.
de: Ein dünnerer Ring für das Wochenlimit, innerhalb des Hauptrings gezogen. Er teilt sich den Zwischenraum mit der Arbeitsanzeige.
id: Ring yang lebih tipis untuk batas mingguan, digambar di dalam ring utama. Berbagi ruang dengan indikator aktivitas.
ja: 週間の上限を細いリングで主リングの内側に描きます。作業中インジケータと同じ隙間を共有します。
ko: 기본 링 안쪽에 주간 한도를 얇은 링으로 표시합니다. 작업 중 표시와 같은 간격을 사용합니다.
ru: Тонкое кольцо недельного лимита внутри основного. Оно делит зазор с индикатором работы.
tr: Haftalık limit için ana halkanın içine çizilen daha ince bir halka. Boşluğu çalışma göstergesiyle paylaşır.
uk: Тонше кільце тижневого ліміту всередині основного. Воно ділить проміжок з індикатором роботи.
uz: Haftalik limit uchun ingichkaroq halqa — asosiysining ichida chiziladi. U boʻshliqni ish holati indikatori bilan boʻlishadi.
zh_hans: 一条更细的每周额度圆环，画在主环内侧。和工作指示共用那个空隙。
zh_hant: 一條更細的每週額度圓環，畫在主環內側。和工作指示共用那個空隙。

source: A thinner ring for the weekly limit, drawn around the main one, in the margin between the ring and the notch edge.
de: Ein dünnerer Ring für das Wochenlimit, außen um den Hauptring gezogen, im Zwischenraum zwischen Ring und Notch-Rand.
id: Ring yang lebih tipis untuk batas mingguan, digambar mengelilingi ring utama di antara ring dan tepi notch.
ja: 週間の上限を細いリングで主リングの外側、リングとノッチの端の間の余白に描きます。
ko: 기본 링과 노치 가장자리 사이의 여백에 주간 한도를 얇은 링으로 표시합니다.
ru: Тонкое кольцо недельного лимита вокруг основного, в промежутке между кольцом и краем панели.
tr: Haftalık limit için ana halkanın çevresine, halka ile çentik kenarı arasındaki boşluğa çizilen daha ince bir halka.
uk: Тонше кільце тижневого ліміту навколо основного, у проміжку між кільцем і краєм вирізу.
uz: Haftalik limit uchun ingichkaroq halqa — asosiysining atrofida, halqa bilan notch chekkasi orasidagi boʻshliqda chiziladi.
zh_hans: 一条更细的每周额度圆环，画在主环外侧，圆环和刘海边缘之间的空隙里。
zh_hant: 一條更細的每週額度圓環，畫在主環外側，圓環和瀏海邊緣之間的空隙裡。

source: Run %@ in Terminal to sign in to %@.
de: Führe %@ im Terminal aus, um dich bei %@ anzumelden.
id: Jalankan %@ di Terminal untuk masuk ke %@.
ja: %@ をターミナルで実行して %@ にサインインしてください。
ko: %@을(를) 터미널에서 실행해 %@에 로그인하십시오.
ru: Запустите %@ в Терминале, чтобы войти в %@.
tr: %2$@ için giriş yapmak üzere Terminal'de %1$@ komutunu çalıştırın.
uk: Запустіть %@ у Терміналі, щоб увійти в %@.
uz: %2$@ ga kirish uchun Terminalda %1$@ ni ishga tushiring.
zh_hans: 在终端运行 %@ 以登录 %@。
zh_hant: 在終端執行 %@ 以登入 %@。

source: Requests today · last used %@
de: Anfragen heute · zuletzt verwendet %@
id: Permintaan hari ini · terakhir digunakan %@
ja: 本日のリクエスト · 最終利用 %@
ko: 오늘 요청 수 · 마지막 사용 %@
ru: Запросов сегодня · последний запуск %@
tr: Bugünkü istekler · son kullanım %@
uk: Запитів сьогодні · востаннє %@
uz: Bugungi soʻrovlar · oxirgi ishlatilgan %@
zh_hans: 今日请求 · 上次使用 %@
zh_hant: 今日要求 · 上次使用 %@

source: yesterday
de: gestern
id: kemarin
ja: 昨日
ko: 어제
ru: вчера
tr: dün
uk: вчора
uz: kecha
zh_hans: 昨天
zh_hant: 昨天

source: %lld days ago
de: vor %lld Tagen
id: %lld hari yang lalu
ja: %lld 日前
ko: %lld일 전
ru: %lld дн. назад
tr: %lld gün önce
uk: %lld дн тому
uz: %lld kun oldin
zh_hans: %lld 天前
zh_hant: %lld 天前

source: Personal
de: Persönlich
id: Pribadi
ja: 個人
ko: 개인
ru: Личный
tr: Kişisel
uk: Особистий
uz: Shaxsiy
zh_hans: 个人
zh_hant: 個人

source: Gemini Models
de: Gemini-Modelle
id: Model Gemini
ja: Gemini モデル
ko: Gemini 모델
ru: Модели Gemini
tr: Gemini Modelleri
uk: Моделі Gemini
uz: Gemini modellari
zh_hans: Gemini 模型
zh_hant: Gemini 模型

source: 5-hour Limit
de: 5-Stunden-Limit
id: Batas 5 Jam
ja: 5 時間の上限
ko: 5시간 제한
ru: Лимит на 5 часов
tr: 5 saatlik Limit
uk: Ліміт 5 годин
uz: 5 soatlik limit
zh_hans: 5 小时额度
zh_hant: 5 小時額度

source: Claude and GPT models
de: Claude- und GPT-Modelle
id: Model Claude dan GPT
ja: Claude と GPT のモデル
ko: Claude 및 GPT 모델
ru: Модели Claude и GPT
tr: Claude ve GPT modelleri
uk: Моделі Claude і GPT
uz: Claude va GPT modellari
zh_hans: Claude 和 GPT 模型
zh_hant: Claude 和 GPT 模型

source: Question
de: Frage
id: Pertanyaan
ja: 質問
ko: 질문
ru: Вопрос
tr: Soru
uk: Питання
uz: Savol
zh_hans: 提问
zh_hant: 提問

source: Approval
de: Genehmigung
id: Persetujuan
ja: 承認
ko: 승인
ru: Подтверждение
tr: Onay
uk: Підтвердження
uz: Tasdiqlash
zh_hans: 批准
zh_hant: 批准

source: Permission
de: Berechtigung
id: Izin
ja: 許可
ko: 권한
ru: Разрешение
tr: İzin
uk: Дозвіл
uz: Ruxsat
zh_hans: 权限
zh_hant: 權限

source: needs your input
de: braucht deine Eingabe
id: memerlukan masukan Anda
ja: 入力待ち
ko: 응답을 기다리는 중
ru: требуется ваш ответ
tr: girdinizi bekliyor
uk: потрібна ваша відповідь
uz: javobingiz kerak
zh_hans: 需要你的输入
zh_hant: 需要你的輸入

source: Working in %@
de: Arbeitet in %@
id: Bekerja di %@
ja: %@ で作業中
ko: %@에서 작업 중
ru: Работает в %@
tr: Çalışıyor: %@
uk: Працює в %@
uz: %@ da ishlamoqda
zh_hans: 正在 %@ 中工作
zh_hant: 正在 %@ 中工作

source: Connection
de: Verbindung
id: Koneksi
ja: 接続
ko: 연결
ru: Подключение
tr: Bağlantı
uk: Підключення
uz: Ulanish
zh_hans: 连接
zh_hant: 連線

source: Preset
de: Voreinstellung
ja: プリセット
ko: 프리셋
ru: Предустановка
tr: Hazır ayar
uk: Стандартний
uz: Shablon
zh_hans: 预设
zh_hant: 預設

source: Custom
de: Benutzerdefiniert
id: Kustom
ja: カスタム
ko: 사용자 지정
ru: Пользовательский
tr: Özel
uk: Власний
uz: Maxsus
zh_hans: 自定
zh_hant: 自定

source: Preset size
de: Voreingestellte Größe
id: Ukuran preset
ja: プリセットのサイズ
ko: 프리셋 크기
ru: Размер предустановки
tr: Hazır boyut
uk: Стандартний розмір
uz: Tayyor oʻlcham
zh_hans: 预设大小
zh_hant: 預設大小

source: Scales the whole surface — rings, text and tooltip together — so the proportions stay as drawn. 100% is the size the notch was designed at.
de: Skaliert die gesamte Oberfläche — Ringe, Text und Tooltip zusammen —, sodass die Proportionen wie gezeichnet bleiben. 100 % ist die Größe, für die die Notch entworfen wurde.
id: Menskalakan seluruh permukaan — ring, teks, dan tooltip secara bersamaan — agar proporsinya tetap seimbang. 100% adalah ukuran desain asli notch.
ja: リング、文字、ツールチップをまとめて拡大縮小するので、比率は設計どおりのままです。100% がノッチの設計サイズです。
ko: 링, 텍스트, 툴팁을 함께 확대·축소해 원래 비율을 유지합니다. 100%가 노치의 원래 디자인 크기입니다.
ru: Масштабирует всю поверхность — кольца, текст и подсказку — сохраняя пропорции. 100% — исходный размер панели.
tr: Tüm yüzeyi — halkaları, metni ve ipucu kartını birlikte — ölçekler, böylece oranlar çizildiği gibi kalır. %100, çentiğin tasarlandığı boyuttur.
uk: Масштабує всю поверхню — кільця, текст і підказку разом, — щоб пропорції лишалися як у макеті. 100% — розмір, для якого створювали виріз.
uz: Butun sirtni — halqalar, matn va maslahat oynasini birgalikda — masshtablaydi, shunda nisbatlar chizilganicha qoladi. 100% — notch moʻljallangan oʻlcham.
zh_hans: 整体缩放表面 — 圆环、文字和提示卡一起变，比例保持原样。100% 是刘海设计时的尺寸。
zh_hant: 整體縮放表面 — 圓環、文字和提示卡一起變，比例保持原樣。100% 是瀏海設計時的尺寸。

source: Ollama API key
de: Ollama-API-Schlüssel
id: Kunci API Ollama
ja: Ollama の API キー
ko: Ollama API 키
ru: API-ключ Ollama
tr: Ollama API anahtarı
uk: API-ключ Ollama
uz: Ollama API kaliti
zh_hans: Ollama API 密钥
zh_hant: Ollama API 金鑰

source: Paste your key
de: Schlüssel einfügen
id: Tempel kunci API Anda
ja: キーを貼り付け
ko: 키 붙여넣기
ru: Вставьте ключ
tr: Anahtarınızı yapıştırın
uk: Вставте ключ
uz: Kalitingizni joylashtiring
zh_hans: 粘贴密钥
zh_hant: 貼上金鑰

source: Save
de: Speichern
id: Simpan
ja: 保存
ko: 저장
ru: Сохранить
tr: Kaydet
uk: Зберегти
uz: Saqlash
zh_hans: 保存
zh_hant: 儲存

source: Saved
de: Gespeichert
id: Tersimpan
ja: 保存しました
ko: 저장됨
ru: Сохранено
tr: Kaydedildi
uk: Збережено
uz: Saqlandi
zh_hans: 已保存
zh_hant: 已儲存

source: %@ usage needs its sign-in renewed — run `claude` once in a terminal.
de: Die Anmeldung für die %@-Nutzung muss erneuert werden — führe einmal `claude` in einem Terminal aus.
id: Penggunaan %@ memerlukan pembaruan login — jalankan `claude` sekali di terminal.
ja: %@ の使用量はサインインの更新が必要です — ターミナルで `claude` を一度実行してください。
ko: %@ 사용량을 읽으려면 로그인을 갱신해야 합니다 — 터미널에서 `claude`를 한 번 실행하십시오.
ru: Для использования %@ нужно обновить вход — один раз запустите `claude` в терминале.
tr: %@ kullanımının girişinin yenilenmesi gerekiyor — bir terminalde `claude` komutunu bir kez çalıştırın.
uk: Щоб читати використання %@, потрібно поновити вхід — запустіть `claude` один раз у терміналі.
uz: %@ foydalanishi uchun kirish yangilanishi kerak — terminalda bir marta `claude` ni ishga tushiring.
zh_hans: %@ 用量需要重新登录 — 在终端里运行一次 `claude`。
zh_hant: %@ 用量需要重新登入 — 在終端裡執行一次 `claude`。

source: %@ %@ · via Ollama
de: %@ %@ · über Ollama
ja: %@ %@ · Ollama 経由
ko: %@ %@ · Ollama 경유
ru: %@ %@ · через Ollama
tr: %@ %@ · Ollama üzerinden
uk: %@ %@ · через Ollama
uz: %@ %@ · Ollama orqali
zh_hans: %@ %@ · 来自 Ollama
zh_hant: %@ %@ · 來自 Ollama

source: Hidden from the notch · Loaded in Ollama
de: Vor der Notch verborgen · In Ollama geladen
id: Disembunyikan dari notch · Dimuat di Ollama
ja: ノッチでは非表示 · Ollama には読み込み済み
ko: 노치에서 숨김 · Ollama에 로드됨
ru: Скрыто на панели · Загружено в Ollama
tr: Çentikte gizli · Ollama'da yüklü
uk: Приховано у вирізі · Завантажено в Ollama
uz: Notchʼda yashirilgan · Ollamaʼga yuklangan
zh_hans: 已从刘海隐藏 · 仍加载在 Ollama
zh_hant: 已從瀏海隱藏 · 仍載入在 Ollama

source: Show or hide this model in the notch. It stays loaded in Ollama.
de: Dieses Modell in der Notch anzeigen oder ausblenden. Es bleibt in Ollama geladen.
id: Tampilkan atau sembunyikan model ini di notch. Model tetap dimuat di Ollama.
ja: このモデルをノッチに表示するかどうか。Ollama には読み込まれたままです。
ko: 노치에서 이 모델을 표시하거나 숨깁니다. Ollama에는 로드된 상태로 유지됩니다.
ru: Показывать или скрывать эту модель на панели. В Ollama она остаётся загруженной.
tr: Bu modeli çentikte gösterin veya gizleyin. Ollama'da yüklü kalır.
uk: Показати або приховати цю модель у вирізі. В Ollama вона лишається завантаженою.
uz: Bu modelni notchʼda koʻrsatish yoki yashirish. U Ollamaʼda yuklangan holda qoladi.
zh_hans: 在刘海里显示或隐藏此模型。它仍加载在 Ollama 中。
zh_hant: 在瀏海裡顯示或隱藏此模型。它仍載入在 Ollama 中。

source: Thinking
de: Denkt nach
id: Berpikir
ja: 思考中
ko: 생각 중
ru: Размышление
tr: Düşünüyor
uk: Думає
uz: Oʻylamoqda
zh_hans: 思考中
zh_hant: 思考中

source: %@ · Local
de: %@ · Lokal
id: %@ · Lokal
ja: %@ · ローカル
ko: %@ · 로컬
ru: %@ · Локально
tr: %@ · Yerel
uk: %@ · Локально
uz: %@ · Lokal
zh_hans: %@ · 本地
zh_hant: %@ · 本機

source: No Ollama usage recorded yet for this period.
de: Für diesen Zeitraum ist noch keine Ollama-Nutzung erfasst.
id: Belum ada penggunaan Ollama yang tercatat untuk periode ini.
ja: この期間の Ollama の使用量はまだ記録されていません。
ko: 이 기간에 기록된 Ollama 사용량이 아직 없습니다.
ru: За этот период использование Ollama ещё не записано.
tr: Bu dönem için henüz Ollama kullanımı kaydedilmedi.
uk: За цей період використання Ollama ще не зафіксовано.
uz: Bu davr uchun Ollama foydalanishi hali qayd etilmagan.
zh_hans: 这段时间还没有 Ollama 用量记录。
zh_hant: 這段時間還沒有 Ollama 用量記錄。

source: Unused resets
de: Ungenutzte Zurücksetzungen
id: Reset yang belum digunakan
ja: 未使用のリセット
ko: 미사용 리셋
ru: Неиспользованные сбросы
tr: Kullanılmamış sıfırlamalar
uk: Невикористані скидання
uz: Ishlatilmagan yangilanishlar
zh_hans: 未使用重置
zh_hant: 未使用重置

source: No unused resets
de: Keine ungenutzten Zurücksetzungen
id: Tidak ada reset yang belum digunakan
ja: 未使用のリセットなし
ko: 미사용 리셋 없음
ru: Нет неиспользованных сбросов
tr: Kullanılmamış sıfırlama yok
uk: Немає невикористаних скидань
uz: Ishlatilmagan yangilanishlar yoʻq
zh_hans: 暂无未使用重置
zh_hant: 暫無未使用重置

source: 1 unused reset
de: 1 ungenutzte Zurücksetzung
id: 1 reset belum digunakan
ja: 未使用のリセット 1 件
ko: 미사용 리셋 1개
ru: 1 неиспользованный сброс
tr: 1 kullanılmamış sıfırlama
uk: 1 невикористане скидання
uz: 1 ishlatilmagan yangilanish
zh_hans: 1 次未使用重置
zh_hant: 1 次未使用重置

source: %lld unused resets
de: %lld ungenutzte Zurücksetzungen
id: %lld reset belum digunakan
ja: 未使用のリセット %lld 件
ko: 미사용 리셋 %lld개
ru: %lld неиспользованных сбросов
tr: %lld kullanılmamış sıfırlama
uk: %lld невикористаних скидань
uz: %lld ishlatilmagan yangilanish
zh_hans: %lld 次未使用重置
zh_hant: %lld 次未使用重置

source: Expires %@
de: Läuft ab am %@
id: Kedaluwarsa %@
ja: %@ に期限切れ
ko: %@에 만료
ru: Истекает %@
tr: Bitiş: %@
uk: Спливає %@
uz: %@ da muddati tugaydi
zh_hans: %@ 到期
zh_hant: %@ 到期

source: Next expires %@
de: Läuft als Nächstes am %@ ab
id: Berikutnya kedaluwarsa %@
ja: 次は %@ に期限切れ
ko: 다음 만료 %@
ru: Следующий истекает %@
tr: Sonraki bitiş: %@
uk: Наступне спливає %@
uz: Keyingisining muddati %@ da tugaydi
zh_hans: 下次 %@ 到期
zh_hant: 下次 %@ 到期

source: A system notification the moment a provider's headline limit crosses 80%, and again at 100% — once per crossing, and again only after the window rolls over. Mute one from the bell beside its row in Accounts.
de: Eine Systembenachrichtigung, sobald das Hauptlimit eines Anbieters 80 % überschreitet, und erneut bei 100 % — jeweils einmal pro Überschreitung, danach erst wieder, wenn sich das Zeitfenster erneuert hat. Über die Glocke neben seiner Zeile in Konten lässt sich ein Anbieter stummschalten.
id: Pemberitahuan sistem saat batas utama penyedia melampaui 80%, dan sekali lagi saat 100% — sekali per kejadian, dan hanya berulang setelah siklus direset. Bisukan melalui ikon lonceng di samping barisnya di Akun.
ja: サービスの主な上限が 80% を超えた瞬間と、100% に達したときにシステム通知を出します。超えるたびに 1 回で、次は期間が切り替わったあとだけです。「アカウント」の各行の横にあるベルからミュートできます。
ko: 제공자의 주요 한도 사용량이 80%를 넘는 순간과 100%에 도달할 때 시스템 알림을 보냅니다. 각 기준을 넘을 때 한 번씩 알리고, 집계 기간이 바뀐 뒤에만 다시 알립니다. ‘계정’의 해당 항목 옆 종 아이콘으로 알림을 끌 수 있습니다.
tr: Bir sağlayıcının ana limiti %80 eşiğini geçtiği anda ve %100 eşiğine ulaştığında bir sistem bildirimi — her geçişte bir kez ve dönem yenilendikten sonra yeniden. Birini sessize almak için Hesaplar'daki satırının yanındaki zile tıklayın.
uk: Системне сповіщення, щойно головний ліміт провайдера перетне 80%, і ще раз на 100% — одне на кожен перетин, наступне лише після оновлення вікна ліміту. Вимкнути окремий провайдер можна дзвіночком біля його рядка в розділі «Акаунти».
uz: Provayderning asosiy limiti 80% dan oshgan zahoti tizim bildirishnomasi, 100% da esa yana bir marta — har oʻtishda bir martadan, keyingisi faqat oyna yangilangandan soʻng. Birini oʻchirish uchun Hisoblar boʻlimidagi qatori yonidagi qoʻngʻiroqni bosing.
zh_hans: 当某家服务的主额度越过 80% 时发一条系统通知，100% 时再发一次 — 每次越过只发一次，要等额度窗口滚动过后才会再发。可在「账号」里该行旁边的铃铛上静音。
zh_hant: 當某家服務的主額度越過 80% 時發一條系統通知，100% 時再發一次 — 每次越過只發一次，要等額度視窗結束後才會再發。可在「帳號」裡該行旁邊的鈴鐺上靜音。
